Repository: lambda-nvda/lambdaNvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, fi, fr, he, hr, hu, pt_br, pt_pt, ro, sk, sr, zh_cn

source: Shows a dialog to revert lambda profile options to the default.
bg: Показва диалогов прозорец за връщане на настройките в профила на LAMBDA до техните заводски стойности
da: Viser en dialogboks til at gendanne Lambda-profilindstillinger til deres standard.
de: Zeigt ein Dialog für das Zurücksetzen der Profileinstellungen auf Standardzustand
fi: Näyttää valintaikkunan Lambda-profiilin oletusasetusten palauttamiseen.
fr: Afficher un dialogue permettant de remettre les options du profil lambda aux valeurs par défaut.
he: מציג תיבת דו-שיח כדי להחזיר את אפשרויות הפרופיל של lambda לברירת המחדל.
hr: Prikazuje dijaloški okvir za vraćanje postavki lambda profila na zadane.
hu: Megjelenít egy párbeszédpanelt a lambda beállításainak visszaállításához
pt_br: Mostra um diálogo para reverter as opções do perfil lambda para o padrão.
pt_pt: Mostra uma caixa de diálogo para reverter as opções do perfil lambda para o padrão.
ro: Afișează o fereastră de dialog pentru setarea opțiunilor profilului lambda la valorile implicite.
sk: Zobrazí dialóg s resetovaním nastavení konfiguračného profilu LAMBDA.
sr: Prikazuje dijalog za vraćanje podešavanja Lambda profila na podrazumevana.
zh_cn: 显示一个对话框，将lambda配置文件设置恢复为默认值。

source: Reports the current line under the application cursor.
bg: Съобщава текущия ред под курсора на приложението
da: Oplyser den aktuelle linje ved applikationsmarkøren.
de: Sagt die aktuelle Zeile unter dem Anwendungscursor an.
fi: Puhuu sovelluskohdistimen alla olevan rivin.
fr: Annoncer la ligne courante sous le curseur de l'application.
he: מציג את השורה הנוכחית תחת סמן היישום.
hr: Izvještava o trenutačnom retku ispod kursora aplikacije.
hu: Bemondja azt a sort, amelyen az alkalmazás kurzora található.
pt_br: Informa a linha atual sob o cursor do aplicativo.
pt_pt: Indica a linha actual sob o cursor do aplicativo.
ro: Raportează linia curentă de sub cursorul aplicației.
sk: Oznámi riadok pod kurzorom.
sr: Prijavljuje trenutni red ispod aplikacijskog kursora.
zh_cn: 朗读应用程序光标下的当前行。

source: reads from the beginning of the document up to the end of the text.
bg: Чете от началото на документа до края на текста
da: læser fra starten af dokumentet til slutningen af teksten.
de: Liest das Dokument vom Anfang bis Ende vor.
fi: Lukee dokumentin alusta tekstin loppuun saakka.
fr: Lire depuis le début du document jusqu'à la fin du texte.
he: קורא מתחילת המסמך עד סוף הטקסט.
hr: Čita od početka dokumenta do kraja teksta.
hu: A dokumentum elejétől a szöveg végéig való felolvasás
pt_br: lê desde o início do documento até o final do texto.
pt_pt: lê desde o início do documento até o final do texto.
ro: citește de la începutul documentului până la sfârșitul textului.
sk: Číta od kurzora do konca textu.
sr: Čita od početka dokumenta do kraja teksta.
zh_cn: 从文档开头读到文档结尾。

source: Announces the current selection in edit controls and documents.
bg: Съобщава текущата селекция в контроли за редактиране и документи
da: Oplyser den aktuelle markering i edit-kontroller og dokumenter.
de: Sagt die aktuelle Auswahl in Eingabefeldern und Dokumenten an.
fi: Puhuu nykyisen valinnan muokkaussäätimissä ja dokumenteissa.
fr: Annoncer la sélection en cours dans les contrôles d'édition et les documents.
he: מכריזה על הבחירה הנוכחית בבקרת עריכה ומסמכים.
hr: Najavljuje trenutačni odabir u poljima za uređivanje i dokumentima.
hu: Bemondja a kijelölést szerkesztőmezőkben és dokumentumokban.
pt_br: Anuncia a seleção atual em controles de edição e documentos.
pt_pt: Anuncia a selecção actual em controlos de edição e documentos.
ro: Anunță selecția curentă în controalele de editare și în documente.
sk: Oznamuje vybratý text v editačných poliach a dokumentoch.
sr: Izgovara trenutni izbor u kontrolama za uređivanje i dokumentima.
zh_cn: 朗读编辑控件和文档中的当前选择。

source: Duplicate the current line and sets the cursor to the new line.
bg: Дублира текущия ред и премества курсора до новия ред
da: Duplikere den aktuelle linje og placerer markøren på den næste linje.
de: Dupliziert die aktuelle Zeile und setzt den Cursor in die neue Zeile.
fi: Monistaa nykyisen rivin ja siirtää kohdistimen uudelle riville.
fr: Dupliquer la ligne en cours et positionner le curseur sur la nouvelle ligne.
he: שכפל את השורה הנוכחית וקובע את הסמן לשורה החדשה.
hr: Duplicira trenutačni redak i postavlja kursor na novi redak.
hu: A jelenlegi sor megduplázása, és a kurzor áthelyezése az új sorra.
pt_br: Duplica a linha atual e defina o cursor para a nova linha.
pt_pt: Duplica a linha actual e move o cursor para a nova linha.
ro: Duplică linia curentă și setează cursorul la o linie nouă.
sk: Skopíruje aktuálny riadok a presunie kurzor na nový riadok.
sr: Ponavlja trenutni red i postavlja kursor na novi red.
zh_cn: 复制当前行并将光标设置为新的行。

source: flat mode
bg: Плосък режим
da: Flad tilstand
de: Flächenmodus
fi: tasattu tila
fr: mode plat
he: מצב שטוח
hr: Flat modus
hu: felöleti mód
pt_br: modo extenso
pt_pt: modo extenso
ro: modul flat
sk: Nepoužívať Windows API pre zobrazenie na braillovskom riadku
sr: Ravan režim
zh_cn: 平面模式

source: Toggle the braille flat mode on or off.
bg: Включва или изключва плоския режим за брайл
da: Slå flad tilstand til punkt til og fra
de: stelt den Flächenmodus in braille an oder aus.
fi: Ottaa pistekirjoituksen tasatun tilan käyttöön tai poistaa sen käytöstä.
fr: Activer/désactiver le mode braille plat.
he: הפעל או בטל מצב שטוח של ברייל.
hr: Uključuje ili isključuje flat modus.
hu: A braille felületmód be és kikapcsolása
pt_br: Alternar entre ligado ou desligado o modo extenso em braille.
pt_pt: Alternar entre braile modo extenso, ligado ou desligado.
ro: Activează sau dezactivează modul flat braille.
sk: Prepína používanie Windows api pre zobrazenie textu na braillovskom riadku.
sr: Uključuje ili isključuje ravan brajev režim.
zh_cn: 打开或关闭盲文平面模式。

source: Duplicate lines using control+d shortcut may causes error or stability issues while using Lambda with NVDA. Please consider using the NVDA+D shortcut instead.
bg: Дублирането на редове посредством Control+D може да предизвика грешки или проблеми със стабилността при използване на Lambda с NVDA. Моля, вместо това използвайте NVDA+D.
da: Duplikering af linjer ved hjælp af genvejen Ctrl+D kan forårsage fejl eller stabilitetsproblemer, mens du bruger Lambda med NVDA. Overvej at bruge genvejen NVDA+D i stedet.
de: Duplizieren von Zeilen mit control+d kann Fehler oder Stabilitätsprobleme bei der Verwendung von Lambda mit NVDA verursachen. Bitte denken Sie daran, stattdessen den Tastenkürzel NVDA+D zu verwenden.
fi: Rivien monistaminen Ctrl+D-pikanäppäimellä voi aiheuttaa virheitä tai epävakautta käytettäessä Lambdaa NVDA:n kanssa. Harkitse NVDA+D:n käyttöä sen asemesta.
fr: Dupliquer des lignes en utilisant le raccourci contrôle+d peut causer des erreurs ou des instabilités quand on utilise Lambda avec NVDA. Utilisez plutôt le raccourci NVDA+D.
he: משכפל שורות על ידי הצירוף Ctrl+D עלול ליצור שגיאות כאשר משתמשים בתוסף Lambda עם NVDA. נא נסה להשתמש בקיצור NVDA+D במקום.
hr: Dupliciranje redaka pomoću prečaca kontrol+D može prouzročiti greške ili nestabilnost tijekom korištenja Lambde s NVDA čitačem. Umjesto toga koristite prečac NVDA+D.
hu: A ctrl+d billentyűparanccsal való sorduplázás hibákhoz, ill. stabilitási hibákhoz vezethet a lambda és az NVDA együtt való használatakor. Kérem használja az NVDA+d billentyűparancsot ehelyett.
pt_br: Duplicar linhas usando o atalho control+d pode causar problemas de erros ou instabilidade ao usar Lambda com NVDA. Por favor considere usar o atalho NVDA+D em seu lugar.
pt_pt: Duplicar linhas usando o atalho controlo + d pode causar problemas de erros ou instabilidade ao usar Lambda com NVDA. Por favor considere usar o atalho NVDA + D em seu lugar.
ro: Duplicarea liniilor prin utilizarea scurtăturii control+d poate cauza probleme de eroare sau de stabilitate pe perioada utilizării Lambda-ului cu NVDA. Vă rugăm să luați în considerare utilizarea scurtăturii NVDA+D.
sk: Kopírovanie riadkov pomocou skratky ctrl+d môže spôsobovať zamrznutie alebo pády aplikácie. Použite radšej skratku alt+d.
sr: Ponavljanje redova korišćenjem prečice Kontrol+d može izazvati probleme u stabilnosti korišćenja programa Lambda sa programom NVDA. Molimo koristite NVDA+D umesto.
zh_cn: 使用带有NVDA的Lambda时，使用control + d快捷键重复行可能会导致错误或稳定性问题。请使用NVDA + D快捷键。

source: Revert LAMBDA Profile Wizard
bg: Съветник за възстановяване на профила за LAMBDA
da: Guiden Gendan Lambda-profil
de: Dialog für Lambda-Profil zurücksetzen
fi: Ohjattu Lambda-profiilin oletusasetusten palautus
fr: Assistant de réinitialisation du profil Lambda
he: חזור לאשף ההתקנה של LAMBDA
hr: Čarobnjak za vraćanje Lambda profila
hu: Lambda Profil Helyreállítási Segéd
pt_br: Assistente para Reverter o Perfil do LAMBDA
pt_pt: Assistente para Reverter o Perfil do LAMBDA
ro: Expertul de restabilire al profilului LAMBDA
sk: Sprievodca nastavením konfiguračného profilu LAMBDA
sr: Čarobnjak vraćanja Lambda profila
zh_cn: 还原LAMBDA配置文件向导

source: Choose which options you want to reset to the default value for the Lambdas profile
bg: Изберете кои настройки в профила за LAMBDA желаете да върнете до заводските им стойности
da: Vælg hvilke indstillinger du vil nulstille til standardværdien for Lambdas profile
de: Wähle aus, welche Einstellungen aus dem Lambda-Profil zum Standard zurückgesetzt werden sollen
fi: Valitse, mitkä Lambda-profiilin asetukset haluat palauttaa oletusarvoihinsa.
fr: Choisissez les options du profil Lambda dont vous voulez rétablir les valeurs par défaut
he: בחר באילו אפשרויות ברצונך לאפס לערך ברירת המחדל עבור פרופיל Lambdas
hr: Odaberite opcije Lambda profila koje želite vratiti na standardne vrijednosti
hu: Kérem válassza ki, mit szeretne a lambda profil alapértékeire visszaállítani.
pt_br: Escolha quais as opções que deseja redefinir para o valor padrão para o perfil do Lambda
pt_pt: Escolha quais as opções que deseja redefinir para o valor padrão para o perfil do Lambda
ro: Alegeți ce opțiuni vrețe să resetați la valoarea implicită pentru profilul Lambda
sk: Vyberte nastavenia, ktoré si želáte obnoviť v konfiguračnom profile LAMBDA
sr: Izaberite koja podešavanja želite da vratite za Lambda profil
zh_cn: 选择要重置为Lambdas配置文件的默认值的选项

source: Keep the LAMBDA braille table for the current language (%s)
bg: Запази брайловата таблица за LAMBDA за текущия език (%s)
da: Behold Lambda-punkttabel for det aktuelle sprog (%s)
de: Behalte die Lambda-Brailletabelle für die aktuelle Sprache (%s)
fi: Säilytä LAMBDAn pistetaulukko nykyiselle kielelle (%s)
fr: Conserver la table braille de LAMBDA pour la langue en cours (%s)
he: שמור על טבלת ברייל LAMBDA עבור השפה הנוכחית (%s)
hr: Zadrži Lambda brajevu tablicu za trenutačni jezik (%s)
hu: A lambda braille tábla megtartása ehhez a nyelvhez (%s)
pt_br: Mantenha a tabela braille LAMBDA para o idioma atual (%s)
pt_pt: Mantenha a tabela braille LAMBDA para o idioma actual (%s)
ro: Păstrează tabelul braille LAMBDA pentru limba curentă (%s)
sk: Ponechať nastavenia braillovskej tabuľky (%s)
sr: Zadrži Lambda brajevu tabelu za trenutni jezik (%s)
zh_cn: 将LAMBDA盲文表保留为当前语言 (%s)

source: Set the braille cursor to tether the focus
bg: Задай брайловия курсор да е привързан към фокуса
da: Indstil punktmarkøren til at følge fokus
de: Braille-Cursor folgt Fokus
fi: Määritä pistekohdistin seuraamaan kohdistusta
fr: Paramétrer le curseur braille pour qu'il suive le focus
he: הגדר את סמן ברייל כדי לקשור את המיקוד
hr: Poveži brajev kursor s fokusom
hu: A braille kurzort a fókuszhoz helyezi
pt_br: Defina o cursor braille para seguir o foco
pt_pt: Defina o cursor braille para seguir o foco
ro: Setați cursorul braille pentru a fixa focalizarea
sk: Braillovský kurzor zviazaný so systémovým fokusom
sr: Postavi brajev kursor da bude vezan za fokus
zh_cn: 将盲文光标设置为束缚焦点

source: Disable the Braille reading by paragraph
bg: Забрани четенето на брайл по абзаци
da: Deaktiver læsning af punktskrift ved afsnit
de: Deaktiviere Braile absatzweise lesen
fi: Poista käytöstä pistekirjoituksen lukeminen kappaleittain
fr: Désactiver la lecture braille par paragraphe
he: השבת את קריאת ברייל בפיסקה
hr: Deaktiviraj čitanje brajice po odlomcima
hu: A braille bekezdésenként való olvasás letiltása.
pt_br: Desabilitar a leitura Braille por parágrafo
pt_pt: Desactivar a leitura Braille por parágrafo
ro: Dezactivează citirea braille prin paragraf
sk: Nečítať po odsekoch v braillovskom zobrazení
sr: Onemogući brajevo čitanje po pasusima
zh_cn: 按段落禁用盲文阅读

source: Disable word wrappping of the braille line
bg: Забрани пренасянето на брайловия ред
da: Deaktiver orddeling af punktskriftlinjen
de: Deaktiviere Zeilenumbrüche der Zeile
fi: Poista käytöstä pisterivin sanojen katkaisu
fr: Désactiver la non coupure des mots sur la ligne braille
he: השבת גלישת מילים של קו ברייל
hr: Deaktiviraj prijelom riječi brajevog retka
hu: A sorelválasztás kikapcsolása a braille sorhoz
pt_br: Desabilitar quebra de linha da linha em braille
pt_pt: Desativar o envolvimento de palavras da linha braille
ro: Dezactivați împachetarea cuvintelor liniei braille
sk: Nerozdeľovať slová na braillovskom riadku
sr: Onemogući razdvajanje reči na kraju reda
zh_cn: 禁用盲文行的单词包装

source: Incompatible version of the addon detected
bg: Открита е несъвместима версия на добавката
da: Inkompatibel version af tilføjelse registreret
de: Inkompatible Version dieser Erweiterung gefunden
fi: Lisäosan yhteensopimaton versio havaittu
fr: Version incompatible de l'extension détectée
he: גרסה לא תואמת של התוסף זוהתה
hr: Nekompatibilna verzija dodatka otkrivena
hu: A bővítmény egy régi verziója található a rendszeren
pt_br: Detectada Uma versão incompatível do complemento
pt_pt: Detectada Uma versão incompatível do extra
ro: Versiune incompatibilă detectată
sk: Našla sa nekompatibilná verzia doplnku
sr: Nekompatibilna verzija dodatka otkrivena
zh_cn: 检测到插件的版本不兼容

source: An old, incompatible version of this addon has been detected. This prevents the installation to be completed. Please uninstall the previous version before proceeding with the Lambda addon setup.
bg: Открита е стара несъвместима версия на тази добавка. Това предотвратява успешното завършване на инсталацията. Моля, премахнете предишната версия, преди да продължите с инсталирането на добавката за LAMBDA.
da: En gammel, inkompatibel version af denne tilføjelse er blevet registreret. Dette forhindrer installationen i at blive gennemført. Afinstaller venligst den tidligere version, før du fortsætter med installationen af Lambda.
de: Es wurde eine alte, inkompatible Version dieser Erweiterung gefunden. Dies verhindert die Fertigstellung der Installation. Bitte deinstallieren Sie die vorherige Version bevor Sie mit der Installation der Lambda-Erweiterung fortfahren.
fi: Lisäosan vanha, yhteensopimaton versio on havaittu. Tämä estää asennuksen loppuun suorittamisen. Poista aiempi versio ennen asennuksen jatkamista.
fr: Une ancienne version incompatible de l'extension a été détectée. Ceci empêche l'installation de se terminer. Veuillez désinstaller l'ancienne version avant de procéder à l'installation.
he: גרסה ישנה, לא תואמת של addon זו זוהתה. פעולה זו מונעת את השלמת ההתקנה. הסר את הגרסה הקודמת לפני שתמשיך בהתקנה של Lambda addon.
hr: Otkrivena je stara, nekompatibilna verzija dodatka. Zbog toga nije moguće završiti instaliranje dodatka. Deinstalirajte stariju verziju prije daljnjeg postavljanja Lambda dodatka.
hu: Egy régebbi bővítmény található az ön rendszerén, amely megakadályozza a telepítést. Kérem távolítsa el, hogy fojtathassa a lambda telepítését.
pt_br: Uma versão antiga e incompatível deste complemento foi detectada. Isso impede que a instalação seja concluída. Desinstale a versão anterior antes de prosseguir com a instalação do complemento Lambda.
pt_pt: Uma versão antiga e incompatível deste extra foi detectada. esse facto impede a conclusão da instalação. Desinstale a versão anterior antes de prosseguir com a instalação do extra para o Lambda.
ro: A fost detectată o versiune veche și incompatibilă a acestui supliment. Aceasta împiedică completarea instalării. Vă rugăm să dezinstalați versiuna veche înainte de a continua cu instalarea celei noi.
sk: Našla sa staršia, nekompatibilná verzia doplnku. Nie je možné nainštalovať novú verziu. Najprv odstráňte staršiu verziu a zopakujte inštaláciu.
sr: Stara, nekompatibilna verzija dodatka je otkrivena. Ovo sprečava završetak instalacije. Molimo uklonite stariju verziju pre nastavka instalacije Lambda dodatka.
zh_cn: 已检测到此插件的旧版本，不兼容。这可以防止安装完成。在继续Lambda插件设置之前，请先卸载以前的版本。

source: lambda profile already exists
bg: Вече съществува профил LAMBDA
da: Lambda-profil findes allerede
de: Lambda-Profil existiert bereits
fi: Lambda-profiili on jo olemassa
fr: Le profil lambda existe déjà
he: פרופיל lambda כבר קיים
hr: Lambda profil već postoji
hu: Már létezik lambda profil
pt_br: o perfil lambda já existe
pt_pt: o perfil lambda já existe
ro: Profilul lambda există deja
sk: Našiel sa existujúci konfiguračný profil LAMBDA
sr: Lambda profil već postoji
zh_cn: lambda配置文件已经存在

source: Another profile named "lambda" is already present in your NVDA configuration. This may prevents the addon on create and configure the lambda profile correctly. Please review default options for this addon using the Revert LAMBDA Profile Wizard (pressing nvda+alt+r) while the Lambda Application is active. Press OK to complete the addon Setup.
bg: Във вашата конфигурация за NVDA вече е наличен друг профил с име "LAMBDA". Това може да предотврати правилното създаване и настройване от страна на добавката на конфигурационния профил за LAMBDA. Моля, прегледайте настройките по подразбиране за тази добавка, като използвате "Съветник за възстановяване на профила за LAMBDA" (чрез натискане на NVDA+Alt+R) докато приложението LAMBDA е на фокус. Задействайте бутона OK, за да завършите настройката на добавката.
da: En anden profil med navnet "lambda" er allerede til stede i din NVDA-konfiguration. Dette kan forhindre tilføjelsen i at oprette og konfigurere Lambda-profilen korrekt. Gennemgå standardindstillingerne for denne tilføjelse ved hjælp af Guiden Gendan Lambda-profil (tryk på NVDA+Alt+R), mens Lambda-programmet er aktivt. Tryk på OK for at afslutte opsætningen af tilføjelsen.
de: Ein weiteres Profil mit dem Namen"Lambda" ist bereits in Ihrer NVDA-Konfiguration vorhanden. Dies kann zu fehlerhaften Konfigurationen des Lambda-Profils führen. Bitte überprüfen Sie die Standardoptionen für diese Erweiterung mit Hilfe des LAMBDA-Profil-Assistenten (Drücken von nvda+alt+r), während die Lambda-Anwendung aktiv ist. Drücken Sie OK, um das Addon-Setup abzuschließen.
fi: NVDA-asetustesi hakemistossa on jo "lambda"-niminen profiili. Tämä saattaa estää Lambda-profiilin asianmukaisen luomisen ja määrittämisen. Palauta lisäosan oletusasetukset Ohjattu LAMBDA-profiilin oletusasetusten palautus -toimintoa käyttäen (painamalla NVDA+Alt+R) Lambda-sovelluksen ollessa aktiivisena. Suorita asennus loppuun painamalla OK.
fr: Un autre profil nommé "lambda" est déjà présent dans votre configuration NVDA. Ceci peut empêcher l'extension de créer et configurer correctement le profil lambda. Veuillez vérifier les options par défaut de cette extension en utilisant l'Outil de Réinitialisation du profil LAMBDA (raccourci nvda+alt+r) quand l'application LAMBDA est en cours d'exécution. Pressez OK pour terminer le paramétrage de l'extension.
he: פרופיל אחר בשם "lambda" כבר קיים בתצורת ה- NVDA שלך. זה עשוי למנוע מהתוסף ליצור ולהגדיר את פרופיל lambda כראוי. בדוק את אפשרויות ברירת המחדל עבור תוסף זה באמצעות אשף הפרופיל של LAMBDA (לחיצה על nvda + alt + r) כאשר היישום Lambda פעיל. לחץ על OK (אישור) כדי להשלים את הגדרת ההרחבה.
hr: Profil s imenom lambda već postoji u NVDA konfiguraciji. To može spriječiti dodatak da kreira i podesi profil kako treba. Pregledajte zadane opcije za ovaj dodatak pomoću čarobnjaka za vraćanje LAMBDA profila (tipkama nvda+alt+r) dok je aplikacija Lambda aktivna. Pritisnite U redu za dovršavanje postavljanja dodatka.
hu: Már létezik egy lambda nevű profil az NVDA beállításai között. Elképzelhető, hogy ez nem teszi lehetővé a bővítménynek a profil helyes beállítását és létrehozását. Kérem, állítsa helyre a bővítmény alapbeállításait a nvda+alt+r billentyűparanccsal, amely megnyitja a helyreállítási segédet, amíg a lambda alkalmazás be van kapcsolva. Nyomla le az OK gombot a beállítások véglegesítéséhez.
pt_br: Outro perfil chamado "lambda" já está presente na sua configuração do NVDA. Isso pode impedir o complemento de criar e configurar o perfil lambda corretamente. Revise as opções padrão para este complemento usando o Assistente para Reverter Perfil LAMBDA (pressionando nvda+alt+r) enquanto o Aplicativo Lambda estiver ativo. Pressione OK para completar a configuração do complemento.
pt_pt: Outro perfil chamado "lambda" já está presente na sua configuração NVDA. Isso pode impedir o extra de criar e configurar o perfil lambda correctamente. Por favor, reveja as opções padrão para este complemento usando o Assistente de Rever o Gerenciamento de LAMBDA (pressionando nvda + alt + r) enquanto a aplicação Lambda está ativa. Pressione OK para completar a configuração do addon.
ro: Un alt profil numit „lambda” este deja prezent în configurația dumneavoastră de NVDA. Acesta poate împiedica suplimentul să creeze și să configureze corect profilul lambda. Vă rugăm să examinați opțiunile implicite pentru acest supliment utilizând expertul de restabilire al profilului LAMBDA (apăsând nvda+alt+r) atâta timp cât aplicația Lambda este activă. Apăsați OK pentru a completa instalarea suplimentului.
sk: Našiel sa existujúci konfiguračný profil s názvom "LAMBDA". Doplnok nemôže vytvoriť profil s nastaveniami vhodnými pre editor LAMBDA. Skontrolujte nastavenia v dialógu s obnovením nastavení. V okne LAMBDA stlačte NVDA+alt+r. Nastavenie dokončíte stlačením tlačidla OK.
sr: Profil sa imenom "lambda" već postoji u vašim NVDA podešavanjima. Ovo će možda sprečiti dodatak da napravi i podesi profil ispravno. Molimo proverite podrazumevana podešavanja ovog dodatka koristeći čarobnjak za vraćanje Lambda profila (koji se otvara komandom nvda+alt+r) dok je Lambda aplikacija aktivna. Pritisnite OK da završite podešavanje dodatka.
zh_cn: 另一个名为“lambda”的配置文件已存在于您的NVDA配置中。这可能会阻止插件创建并正确配置lambda配置文件。在Lambda应用程序处于活动状态时，请使用Revert LAMBDA配置文件向导（按nvda + alt + r）查看此插件的默认选项。按“确认”完成插件设置。

source: Lambda math editor addon
bg: Добавка за редактора за математика LAMBDA
da: Tilføjelse til Lambda Math Editor
de: Erweiterung für den Mathematik-Editor Lambda
fi: Lambda-matematiikkaeditorin lisäosa
fr: Extension pour l'éditeur mathématique Lambda
he: תוסף עורך למבדה
hr: Dodatak za Lambda matematički uređivač
hu: lambda egyenletszerkesztő bővítmény
pt_br: Complemento do editor de matemática Lambda
pt_pt: Extra para o Lambda editor de matemática
ro: Editorul de matematică Lambda
sk: Doplnok pre matematický editor LAMBDA
sr: Dodatak lambda matematički uređivač
zh_cn: Lambda数学编辑器插件
