Repository: lambda-nvda/lambdaNvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, fi, fr, he, hr, hu, pt_br, pt_pt, ro, sk, sr, zh_cn

source: This addon provides access to the Lambda math editor with both braille and speech support.
bg: Тази добавка предоставя достъп до редактора за математика LAMBDA с поддръжка както за брайл, така и за реч.
da: Denne addon giver adgang til Lambda math editor med understøttelse af både braille og tale.
de: Diese Erweiterung ermöglicht den Zugang zum Mathematikeditor Lambda mit Braille- und Sprachunterstützung
fi: Tämä lisäosa tarjoaa Lambda-matematiikkaeditorille pistekirjoitus- ja puhetuen.
fr: Cette extension permet d'accéder à l'éditeur mathématique Lambda à la fois en Braille et en vocal.
he: תוסף זה מספק גישה לעורך Lambda לעריכת מתמטיקה עם ברייל וגם תמיכה בדיבור.
hr: Ovaj dodatak omogućava pristup lambda matematičkom uređivaču s podrškom za brajicu i za govor.
hu: Ez a bővítmény akadálymentesíti a lambda egyenlet szerkesztő programot braille és beszédtámogatással egyaránt, melynek angol neve lambda math editor.
pt_br: Este complemento fornece acesso ao editor de matemática Lambda com suporte para braille e fala.
pt_pt: Este extra fornece acesso ao editor de matemática Lambda com braille e suporte de voz.
ro: Acest supliment oferă acces la editorul de matematică Lambda cu suport pentru braille și pentru vorbire.
sk: Poskytuje podporu pre matematický editor LAMBDA. Dostupná je odozva cez hlasový výstup aj braillovský riadok.
sr: Ovaj dodatak pruža pristupačnost za Lambda uređivač matematike koristeći brajevu i govornu podršku.
zh_cn: 此插件主要对盲文和语音的Lambda数学编辑器做了支持。
